{
  "title": "Our Sponsors",
  "description": "Meet the sponsors who support OneLiteFeather and our projects.",
  "sponsors": [
    {
      "name": "Hetzner",
      "slug": "hetzner",
      "namespace": "sponsor",
      "key": "hetzner",
      "description": "A leading German web hosting provider and cloud service provider.",
      "tier": "Platinum",
      "featured": true,
      "logo": "/images/sponsors/hetzner.webp",
      "website": "https://www.hetzner.com/",
      "since": "2023",
      "content": "<p>Hetzner is a leading German web hosting provider and cloud service provider offering reliable and cost-effective hosting solutions. As a Platinum sponsor, Hetzner significantly supports our infrastructure and enables us to provide high-quality services to the community.</p>"
    },
    {
      "name": "Crowdin",
      "slug": "crowdin",
      "namespace": "sponsor",
      "key": "crowdin",
      "description": "A localization management platform that enables us to build i18n capabilities into our projects.",
      "tier": "Gold",
      "featured": true,
      "logo": "/images/sponsors/crowdin.webp",
      "website": "https://crowdin.com/",
      "since": "2023",
      "content": "<p>Crowdin is a cloud-based localization management platform that streamlines the translation process for our projects. Their powerful tools enable us to implement internationalization (i18n) capabilities, making our software accessible to users around the world.</p><p>With Crowdin's support, we can efficiently manage translations, collaborate with translators, and ensure our projects are available in multiple languages.</p>",
      "projects": [
        {
          "namespace": "project",
          "key": "i18n"
        }
      ]
    },
    {
      "name": "1Password",
      "slug": "1password",
      "namespace": "sponsor",
      "key": "1password",
      "description": "A leading password manager and security solution for teams and individuals.",
      "tier": "Silver",
      "featured": true,
      "logo": "/images/sponsors/1password.webp",
      "website": "https://1password.com/",
      "since": "2023",
      "content": "<p>1Password is a leading password manager that provides secure password management and digital identity protection for teams and individuals. Their support helps us improve the security of our projects and implement best practices for password management.</p>"
    },
    {
      "name": "YourKit",
      "slug": "yourkit",
      "namespace": "sponsor",
      "key": "yourkit",
      "description": "Provider of powerful Java and .NET profiling tools for developers.",
      "tier": "Silver",
      "featured": true,
      "logo": "/images/sponsors/yourkit.webp",
      "website": "https://www.yourkit.com/",
      "since": "2023",
      "content": "<p>YourKit supports us with profiling licenses for their powerful Java and .NET profiling tools. These tools help us optimize the performance of our applications and analyze resource usage, leading to more efficient and stable projects.</p>"
    },
    {
      "name": "CloudFlare",
      "slug": "cloudflare",
      "namespace": "sponsor",
      "key": "cloudflare",
      "description": "A leading company for network security, performance optimization, and domain services.",
      "tier": "Bronze",
      "featured": true,
      "logo": "/images/sponsors/cloudflare.webp",
      "website": "https://www.cloudflare.com/",
      "since": "2023",
      "content": "<p>CloudFlare supports us by providing domains and additional services. Their solutions for network security and performance optimization help us deliver reliable and fast services to our users.</p>"
    },
    {
      "name": "GitBook",
      "slug": "gitbook",
      "namespace": "sponsor",
      "key": "gitbook",
      "description": "A modern documentation platform for teams and projects.",
      "tier": "Bronze",
      "featured": true,
      "logo": "/images/sponsors/gitbook.webp",
      "website": "https://www.gitbook.com/",
      "since": "2023",
      "content": "<p>GitBook supports us with their modern documentation platform that allows us to create wiki pages and comprehensive documentation for our projects. Their user-friendly tools help us create high-quality and accessible documentation.</p>"
    }
  ]
}
